Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LEARN_MORE_TASKS
source: Learn more about the tasks involved
ar: معرفة المزيد عن المهام المتضمنة
ca: Més informació sobre les tasques de l’estudi
cs: Informace o úkolech obsažených ve studii
da: Læs mere om de involverede opgaver
de: Weitere Infos über die Aufgaben in der Studie
el: Μάθετε περισσότερα για τις σχετιζόμενες εργασίες
es: Más información sobre las tareas del estudio
es_419: Más información sobre las tareas relacionadas
fi: Lisätietoja tutkimukseen liittyvistä tehtävistä
fr: En savoir plus sur les tâches impliquées
fr_ca: En savoir plus sur les tâches concernées
he: קבל/י מידע נוסף בנושא המשימות הכרוכות
hi: सम्मिलित कार्यों के बारे में और अधिक जानें
hr: Saznajte više o zadacima
hu: További információk a bennfoglalt feladatokról
id: Lebih lanjut mengenai tugas yang bersangkutan
it: Scopri di più sulle attività previste
ja: 必要なタスクについての詳しい情報を表示します
ko: 관련된 과제에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang tugas yang terlibat
nb: Finn ut mer om oppgavene i studien
nl: Meer informatie over wat je moet doen
pl: Więcej informacji o zadaniach
pt: Saiba mais sobre as tarefas envolvidas
pt_pt: Saiba mais acerca das tarefas incluídas.
ro: Aflați mai multe despre sarcinile implicate
ru: Подробнее о задачах, включенных в исследование
sk: Viac informácií o úlohách
sv: Läs mer om de berörda åtgärderna
sw: Jifunze zaidi kuhusu majukumu yaliyojumuishwa
th: เรียนรู้เพิ่มเติมเกี่ยวกับแบบทดสอบที่เกี่ยวข้อง
tr: İlişkili görevler hakkında daha fazla bilgi
uk: Докладніше про залучені завдання
vi: Tìm hiểu thêm về các nhiệm vụ liên quan
zh_cn: 了解有关所涉及任务的更多信息
zh_hk: 進一步了解相關的任務
zh_tw: 進一步瞭解相關的任務

# LEARN_MORE_TIME_COMMITMENT
source: Learn more about the study's impact on your time
ar: معرفة المزيد عن أثر الدراسة على وقتك
ca: Més informació sobre el temps necessari per a l’estudi
cs: Informace o dopadu studie na váš čas
da: Læs mere om undersøgelsens indflydelse på din tid
de: Weitere Infos über den für diese Studie benötigten Zeitaufwand
el: Μάθετε περισσότερα για τον χρόνο που θα χρειαστείτε για να ολοκληρώσετε τη μελέτη
es: Más información sobre el impacto del estudio en tu tiempo
es_419: Más información sobre el impacto del estudio en tu tiempo
fi: Lisätietoja tutkimuksen vaatimasta ajasta
fr: En savoir plus sur l’impact de l’étude sur votre emploi du temps
fr_ca: En savoir plus sur l’impact de l’étude sur votre agenda
he: קבל/י מידע נוסף בנושא השפעת המחקר על זמנך
hi: अपने समय पर अध्ययन के प्रभाव के बारे में और अधिक जानें
hr: Saznajte kako će istraživanje utjecati na vaše vrijeme
hu: További információk arról, mennyi időt vesz igénybe a felmérés
id: Lebih lanjut mengenai dampak studi terhadap waktu Anda
it: Scopri di più sull'impatto che l'indagine conoscitiva avrà sul tuo tempo
ja: 調査にかかる時間についての詳しい情報を表示します
ko: 이 연구가 사용자의 시간에 미치는 영향에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang impak kajian pada masa anda
nb: Finn ut mer om hvor mye tid studien krever
nl: Meer informatie over hoe lang het onderzoek duurt
pl: Więcej informacji o wymogach czasowych badania
pt: Saiba mais sobre o impacto do estudo sobre o seu tempo
pt_pt: Saiba mais acerca da duração do inquérito.
ro: Aflați mai multe despre impactul studiului asupra timpului dvs.
ru: Подробнее о том, сколько времени занимает исследование
sk: Viac informácií o vplyvu štúdie na váš čas
sv: Läs mer om studiens påverkan på din tid
sw: Jifunze zaidi kuhusu athari ya utafiti kwa muda wako
th: เรียนรู้เพิ่มเติมเกี่ยวกับผลกระทบของงานศึกษาที่มีต่อเวลาของคุณ
tr: Çalışmanın zamanınıza etkisi hakkında daha fazla bilgi
uk: Докладніше про вплив дослідження на ваш час
vi: Tìm hiểu thêm về tác động của nghiên cứu đối với thời gian của bạn
zh_cn: 了解有关研究所占用时间的更多信息
zh_hk: 進一步了解研究所花費的時間
zh_tw: 進一步瞭解研究需花費的時間

# LEARN_MORE_WELCOME
source: Learn more about the study first
ar: معرفة المزيد عن الدراسة أولاً
ca: Més informació sobre el primer estudi
cs: Úvodní informace o studii
da: Læs mere om undersøgelsen først
de: Zunächst weitere Infos über diese Studie
el: Μάθετε περισσότερα για τη μελέτη πρώτα
es: Más información sobre el estudio
es_419: Obtén primero más información sobre el estudio
fi: Lisätietoja tutkimuksesta
fr: Commencer par en savoir plus sur l’étude
fr_ca: Tout d’abord, en savoir plus sur l’étude
he: קבל/י מידע נוסף תחילה בנושא המחקר
hi: अध्ययन से पहले उसके बारे में और अधिक जानें
hr: Saznajte više o istraživanju
hu: További információk a vizsgálatról
id: Pelajari lebih lanjut mengenai studi terlebih dahulu
it: Prima di iniziare, scopri di più sull'indagine conoscitiva
ja: まず調査についての詳しい情報を表示します
ko: 연구에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang kajian terlebih dahulu
nb: Finn ut mer om studien
nl: Meer informatie over het onderzoek
pl: Na początek: więcej informacji o badaniu
pt: Antes, saiba mais sobre o estudo
pt_pt: Saiba mais acerca deste inquérito antes de começar.
ro: Mai întâi, aflați mai multe despre studiu
ru: Подробнее об исследовании
sk: Viac informácií o štúdii
sv: Läs mer om studien först
sw: Jifunze zaidi kuhusu utafiti kwanza
th: เรียนรู้เพิ่มเติมเกี่ยวกับงานศึกษาก่อน
tr: Çalışma hakkında daha fazla bilgi
uk: Докладніше про дослідження
vi: Trước tiên, tìm hiểu thêm về nghiên cứu
zh_cn: 首先了解有关研究的更多信息
zh_hk: 開始前先了解此研究
zh_tw: 開始前先瞭解研究內容

# LEARN_MORE_WITHDRAWING
source: Learn more about withdrawing
ar: معرفة المزيد عن الانسحاب
ca: Més informació sobre l’abandonament
cs: Informace o odstoupení od studie
da: Læs mere om tilbagetrækning
de: Weitere Infos zum Aussteigen aus der Studie
el: Μάθετε περισσότερα για την αποχώρηση από την έρευνα
es: Más información sobre cómo salir del estudio
es_419: Más información
fi: Lisätietoja peruuttamisesta
fr: En savoir plus sur le retrait de l’étude
fr_ca: En savoir plus sur l’abandon
he: קבל/י מידע נוסף בנושא ביטול ההשתתפות
hi: सहमति वापस लेने के बारे में और अधिक जानें
hr: Saznajte više o povlačenju pristanka
hu: További információk a visszavonásról
id: Lebih lanjut mengenai penarikan diri
it: Scopri di più sul ritiro
ja: 同意の撤回についての詳しい情報を表示します
ko: 철회하기에 관하여 더 알아보기
ms: Ketahui lebih lanjut tentang menarik diri
nb: Finn ut mer om å avslutte studien
nl: Meer informatie over afzien van deelname
pl: Więcej informacji o wycofywaniu się z badania
pt: Saiba mais sobre a desistência
pt_pt: Saiba mais acerca de como desistir do inquérito.
ro: Aflați mai multe despre retragere
ru: Подробнее об отказе от участия
sk: Viac informácií o odstúpení
sv: Läs mer om tillbakadragning
sw: Jifunze zaidi kuhusu kutoa pesa
th: เรียนรู้เพิ่มเติมเกี่ยวกับการถอนตัว
tr: Sözünü geri alma hakkında daha fazla bilgi
uk: Докладніше про відкликання
vi: Tìm hiểu thêm về việc rút lui
zh_cn: 了解有关退出研究的更多信息
zh_hk: 進一步了解退出研究
zh_tw: 進一步瞭解如何退出調查

# LIMB_LEFT
source: left
ar: الأيسر
ca: esquerra
cs: vlevo
da: venstre
de: links
el: αριστερό
es: izquierda
fi: vasen
fr: gauche
fr_ca: gauche
he: שמאל
hi: बायाँ
hr: lijevo
hu: bal
id: kiri
it: sinistra
ja: 左
ko: 왼쪽
ms: kiri
nl: links
pl: lewa
pt: esquerda
pt_pt: esquerdo
ro: stânga
ru: левая
sk: ľavá
sv: vänster
sw: kushoto
th: ซ้าย
tr: sol
uk: ліва
vi: trái
zh_cn: 左
zh_hk: 左
zh_tw: 左側

# LIMB_OPTION_LEFT_OR_RIGHT_ERROR
source: limbOption must be left or right
ar: يجب أن يكون limbOption الأيمن أو الأيسر
ca: limbOption ha de ser dreta o esquerra
cs: Volba končetiny musí být vlevo nebo vpravo
da: limbOption skal være venstre eller højre
de: limbOption muss „links“ oder „rechts“ sein
el: Η ρύθμιση limbOption πρέπει να είναι αριστερό ή δεξιό
es: Tienes que elegir entre la extremidad izquierda o la derecha
fi: limbOption on oltava vasen tai oikea
fr: Vous devez préciser le membre concerné : gauche ou droit
fr_ca: limbOption : gauche ou droit.
he: ‏limbOption חייב להיות שמאל או ימין
hi: limbOption बाएँ या दाएँ होना चाहिए
hr: limbOption treba biti lijevo ili desno
hu: A limbOption beállításaként a bal vagy a jobb értéket kell megadni
id: limbOption harus berupa kiri atau kanan
it: limbOption deve essere sinistra o destra
ja: limbOptionは左または右にする必要があります
ko: limbOption은 왼쪽 또는 오른쪽이어야 합니다.
ms: limbOption mesti kiri atau kanan
nl: limbOption moet links of rechts zijn
pl: Wartość dla limbOption musi być lewa lub prawa
pt: limbOption deve ser esquerdo ou direito
pt_pt: limbOption tem de ser direito ou esquerdo
ro: limbOption trebuie să fie stânga sau dreapta
ru: Необходимо указать, оценка какой конечности выполняется — левой или правой
sk: limbOption musí byť ľavé alebo pravé
sv: limbOption måste vara vänster eller höger
sw: chaguo la kiungo lazima liwe kushoto au kulia
th: limbOption จะต้องเป็นข้างซ้ายหรือข้างขวา
tr: limbOption sol veya sağ olmalı
uk: Опція кінцівки має бути «ліва» чи «права»
vi: limbOption phải là trái hoặc phải
zh_cn: limbOption 必须为左或者右
zh_hk: limbOption 必須為左或右
zh_tw: limbOption 必須是左側或右側。

# LIMB_RIGHT
source: right
ar: الأيمن
ca: dreta
cs: vpravo
da: højre
de: rechts
el: δεξί
es: la derecha
fi: oikea
fr: droit
fr_ca: droite
he: ימין
hi: दायाँ
hr: desno
hu: jobb
id: kanan
it: destra
ja: 右
ko: 오른쪽
ms: kanan
nl: rechts
pl: prawa
pt: direito
pt_pt: direito
ro: dreapta
ru: правая
sk: pravá
sv: höger
sw: kulia
th: ขวา
tr: sağ
uk: права
vi: phải
zh_cn: 右
zh_hk: 右
zh_tw: 右側

# LOCATION_ERROR_GEOCODE
source: Unable to find a result for the entered address. Please make sure the address is valid.
ar: تعذر العثور على نتيجة للعنوان الذي تم إدخاله. يرجى التأكد من أن العنوان صالح.
ca: No s’ha trobat cap resultat per a l’adreça especificada. Comprova que sigui vàlida.
cs: Pro zadanou adresu se nepodařilo najít výsledek. Ověřte správnost adresy.
da: Den indtastede adresse blev ikke fundet. Kontroller, at adressen er gyldig.
de: Die eingegebene Adresse konnte nicht gefunden werden. Überprüfe, dass es sich um eine gültige Adresse handelt.
el: Δεν βρέθηκε αποτέλεσμα για την εισαγμένη διεύθυνση. Βεβαιωθείτε ότι η διεύθυνση είναι έγκυρη.
es: No se ha encontrado ningún resultado para la dirección introducida. Asegúrate de que la dirección es válida.
es_419: No fue posible encontrar coincidencias con la dirección ingresada. Asegúrate de que la dirección es válida.
fi: Syötetyllä osoitteella ei löydy tuloksia. Varmista, että osoite on oikein.
fr: Impossible de trouver un résultat pour l’adresse saisie. Assurez-vous qu’elle est valide.
fr_ca: Impossible de trouver un résultat pour l’adresse indiquée. Assurez-vous que celle-ci est valide.
he: לא ניתן למצוא תוצאה עבור הכתובת שהוקשה. ודא/י שהכתובת תקינה.
hi: दर्ज किए गए पते के लिए कोई परिणाम नहीं मिले। कृपया सुनिश्चित करें कि यह पता मान्य है।
hr: Nije moguće naći rezultat za unesenu adresu. Molimo provjerite je li adresa valjana.
hu: A megadott címhez nem található eredmény. Győződjön meg arról, hogy a cím érvényes.
id: Tidak dapat menemukan hasil untuk alamat yang dimasukkan. Pastikan bahwa alamat sah.
it: Impossibile trovare risultati per l'indirizzo inserito, assicurati che sia valido.
ja: 入力した住所の結果が見つかりません。住所が正しいことを確認してください。
ko: 입력한 주소에 대한 결과를 찾을 수 없습니다. 주소가 유효한지 확인하십시오.
ms: Gagal mencari hasil untuk alamat yang dimasukkan. Sila pastikan alamat adalah sah.
nb: Fant ingen treff for angitt adresse. Kontroller at adressen er riktig og prøv igjen.
nl: Het ingevoerde adres is niet gevonden. Zorg dat je een geldig adres invoert.
pl: Nie można znaleźć wyniku dla podanego adresu. Upewnij się, że adres jest prawidłowy.
pt: Não foi possível encontrar um resultado para o endereço inserido. Certifique-se de que o endereço é válido.
pt_pt: Não foi encontrado nenhum resultado. Certifique‑se de que o endereço indicado é válido.
ro: Imposibil de găsit un rezultat pentru adresa introdusă. Asigurați-vă că adresa este validă.
ru: Не удается найти результат по введенному адресу. Убедитесь, что адрес действителен.
sk: Nenašiel sa žiadny výsledok zodpovedajúci zadanej adrese. Skontrolujte, či je adresa platná.
sv: Det gick inte att hitta något resultat för den angivna adressen. Kontrollera att adressen är giltig.
sw: Haiwezekani kupata matokeo kwa anwani iliyoingizwa. Tafadhali hakikisha anwani ni sahihi.
th: ไม่มีผลการค้นหาสำหรับที่อยู่ที่ป้อน กรุณาตรวจสอบให้แน่ใจว่าที่อยู่ถูกต้อง
tr: Girilen adres için bir sonuç bulunmadı. Lütfen adresin geçerli olduğundan emin olun.
uk: Не вдається знайти збіги для введеної адреси. Перевірте правильність адреси.
vi: Không thể tìm thấy kết quả cho địa chỉ đã nhập. Vui lòng đảm bảo địa chỉ này hợp lệ.
zh_cn: 未能找到所输入地址的相关结果。请确定该地址是否有效。
zh_hk: 找不到輸入的地址，請確定地址是否正確。
zh_tw: 無法找到輸入地址的結果。請確定地址有效。
